ms-vscode-remote.vscode-remote-extensionpack
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
mindaro.mindaro
ms-python.python
ms-python.vscode-pylance
golang.go
rust-lang.rust-analyzer
vadimcn.vscode-lldb
tauri-apps.tauri-vscode
glenn2223.live-sass
vue.volar
vscodevim.vim
ritwickdey.liveserver
dbaeumer.vscode-eslint
4ops.terraform
ms-azuretools.vscode-bicep
azapi-vscode.azapi
dtsvet.vscode-wasm
ms-playwright.playwright
humao.rest-client
ms-toolsai.jupyter